{
    "navBar": {
        "home" : "Inicio",
        "about": "Acerca de",
        "projects": "Proyectos",
        "contact": "Contacto"
    },
    "home": {
        "hi": "¡Hola! soy",
        "name": "Bryan Balderrama",
        "career": "Ingeniero de software",
        "projectsButton": "PROYECTOS",
        "cvButton": "CURRÍCULUM"
    },
    "about": {
        "title": "Acerca de mi",
        "text": "Soy un ingeniero de software enfocado en las tecnologías de JavaScript. Mi experiencia se centra en el desarrollo frontend utilizando la libreria de React js y el framework Next js. Estoy comprometido con mi crecimiento profesional y me mantengo actualizado con las últimas tecnologias y herramientas. Mi objetivo es convertirme en un desarrollador fullstack, por lo que estoy ampliando mis conocimientos. A través de mi constante capacitación, busco mejorar mis habilidades técnicas.",
        "subtitle1": "Habilidades tecnicas",
        "subtitle2": "En progreso",
        "subtitle3": "Cursos y certificaciones",
        "titleCertificate1": "Full Stack Engineer Bootcamp 2023",
        "dateCertificate1": "Mayo 2023",
        "titleCertificate2": "Next.js: El framework de React para producción",
        "dateCertificate2": "Enero 2023",
        "titleCertificate3": "React: De cero a experto ( Hooks y MERN )",
        "dateCertificate3": "Mayo 2021"
    },
    "projects": {
        "title": "Proyectos",
        "project1Name": "Segycom web 4.0",
        "project1Description": "Actualización de sitio web para la empresa Segycom de Chihuahua, mejora del rendimiento y el SEO con el framework de Next js, actualizacion de estilos e implementación de nuevos modulos",
        "project2Name": "Next Store Uniforms",
        "project2Description": "Next Store Uniforms es una empresa que se dedica a la venta de uniformes de trabajo, desarrolle este sitio web para que funcionara como un ecommerce, para que los clientes puedan ver el catalogo de los productos de la empresa ",
        "project3Name": "Portafolio",
        "project3Description": "Portafolio web para mostrar mis habilidades, proyectos en los que he trabajado e informacion sobre mi.",
        "project4Name": "Segycom web 3.0",
        "project4Description": "Segycom de Chihuahua es una empresa de venta de equipos de seguridad y comunicación, enfocada en los vehiculos de emergencias, Yo desarrolle su sitio web para facilitar a los clientes la visualizacion y cotizaciones de sus productos.",
        "button": "VER MÁS..."
    },
    "contact": {
        "title": "Contacto",
        "text": "Si quieres contactarte conmigo, puedes hacerlo a través de las redes sociales o llenando el formulario de contacto. Te responderé lo antes posible.",
        "placeHolderName": "Nombre",
        "placeHolderEmail": "Correo",
        "placeHolderComments": "Comentarios",
        "buttonSend": "ENVIAR",
        "buttonSending": "ENVIANDO...",
        "buttonOk": "OK",
        "buttonError": "ERROR"
    },
    "footer": {
        "made": "Creado por"
    }
}